#+title: Evaluación de exposición: Optimización de recursos en videojuegos
#+author: Gunnar Wolf

- Tema presentado por :: Ulysses López
- Calificación global :: 8.70  * 0.3 + 8.63 * 0.7 = *8.65*

* Comentarios

- No es una exposición en equipo, fueron dos exposiciones
  independientes, con muy poca relación entre ellas ☹

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |   7.5 |        7.5 |       10 |       7.5 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |        7.5 |       10 |       7.5 |  9.00 |
|           10 |   7.5 |          5 |       10 |        10 |  8.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|           10 |     5 |        7.5 |       10 |        10 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |     5 |          5 |        5 |         5 |  5.50 |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |          5 |      7.5 |         5 |  7.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |          5 |      7.5 |       7.5 |  7.00 |
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|          7.5 |   7.5 |        7.5 |       10 |       7.5 |  8.00 |
|           10 |   7.5 |          5 |      7.5 |       7.5 |  7.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         9.46 |  8.59 |       7.83 |     9.02 |      8.59 |  8.70 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

